Repository: onionware-github/OnionMedia
Catalog: OnionMedia/OnionMedia/Strings/*/MediaPage.resw
Source language: en_us
Languages: es, nl

# addBtn.Text
source: Add
es: Añadir
nl: Toevoegen

# addFilesOnLeft.Text
source: Add files with the buttons on the left side.
es: Añade archivos con los botones de la izquierda.
nl: Voeg bestanden toe met de knoppen aan de linker kant.

# addTooltip.ToolTipService.ToolTip
source: Add a preset
es: Añadir un preajuste
nl: Voeg een preset toe

# aspectRatio.Text
source: Aspect ratio:
es: Relación de aspecto:

# audioInformation.Text
source: Audio information
es: Información de audio
nl: Audio informatie

# cancelText.Content
source: Cancel
es: Cancelar
nl: Annuleer

# convertBtn.Text
source: Convert
es: Convertir
nl: Converteer

source: Custom
es: Personalizado
nl: Aangepast

# editTagsBtn.Content
source: Edit tags
es: Editar etiquetas
nl: Tags bewerken

# editTooltip.ToolTipService.ToolTip
source: Edit preset
es: Editar preselección
nl: Bewerk preset

# file.Text
source: - File
es: - Archivo
nl: - Bestand

# fileDuration.Text
source: Duration:
es: Duración:
nl: Afspeelduur:

# fileInfo.Text
source: File information
es: Información sobre el archivo
nl: Bestandsinformatie

# fileName.Text
source: Name:
es: Nombre:
nl: Naam:

# fileResolution.Text
source: Resolution:
es: Resolución:
nl: Resolutie:

# fileSize.Text
source: Size:
es: Tamaño:
nl: Grootte:

# fileSuffix.Header
source: Filenamesuffix:
es: Sufijo del nombre del archivo:
nl: Achtervoegsel bestandsnaam:

# fileSuffix.PlaceholderText
source: For example: _converted
es: Por ejemplo: _convertido
nl: Bijvoorbeeld: _converted

# fileType.Text
source: Type:
es: Tipo:

# fps.Header
source: Frames per second:
es: FPS:
nl: Frames per seconde:

# framesPerSecond.Text
source: Frames per second:
es: FPS:
nl: Frames per seconde:

# keepAspectRatio.Content
source: Match aspect ratio to resolution
es: Ajustar la resolución a la relación de aspecto
nl: Stem de beeldverhouding af op de resolutie

# mergeFiles.Content
source: Merge files
es: Fusionar archivos
nl: Bestanden samenvoegen

# outputFormat.Header
source: Output format
es: Formato de salida
nl: Uitvoer formaat

# progress.Text
source: Progress:
es: Progreso:
nl: Voortgang:

# removeBtn.Text
source: Remove
es: Eliminar
nl: Verwijder

# removeTooltip.ToolTipService.ToolTip
source: Delete preset
es: Borrar la preselección
nl: Verwijder preset

# resolution.Text
source: Resolution:
es: Resolución:
nl: Resolutie:

# selectPreset.Header
source: Select a conversionpreset:
es: Seleccione un preset de conversión:
nl: Selecteer een conversie-preset:

# shortFile.Text
source: Short file
es: Acortar el archivo
nl: Bestand inkorten

# tagChanges.Subtitle
source: The tags for this file have been updated.
es: Se han actualizado las etiquetas de este archivo.
nl: De tags voor dit bestand zijn bijgewerkt.

# tagChanges.Title
source: Changes applied!
es: ¡Cambios aplicados!
nl: Wijzigingen toegepast!

# useCustomBitrates.Text
source: Use custom bitrates:
es: Utilice tasas de bits personalizadas:
nl: Gebruik aangepaste bitrates:

# videoinformation.Text
source: Video information
es: Información en vídeo
nl: Video-informatie
